Repository: taoxtrece/script.module.clouddrive.common
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #32000
source: Exports
es_es: Exportados

# #32001
source: Export of '%s' will be removed. Are you sure?
es_es: Exportados de '%s' serán eleminados. ¿Está seguro?

# #32002
source: Select destination folder
es_es: Selecciona la carpeta de destino

# #32003
source: Run export now
es_es: Exportar ahora

# #32004
source: Export to .strm files...
es_es: Exportar archivos .strm...

# #32005
source: Add an account...
es_es: Añadir una cuenta...

# #32006
source: Remove Account...
es_es: Eleminar Cuenta...

# #32007
source: Remove Drive...
es_es: Eleminar Drive...

# #32008
source: Connecting with server, please wait...
es_es: Conectando con servidor, espere...

# #32009
source: Scan the QR code and sign in.
es_es: Escanea el código QR e inicia sesión.

# #32010
source: or[CR]Go to this URL: %s[CR]enter the code and sign in: %s
es_es: o[CR]Vaya a esta URL: %s[CR]introduzca el código e inicie sesión: %s

# #32011
source: Expires in %s seconds...
es_es: Expira en %s segundos...

# #32012
source: Yes! Count me in
es_es: ¡Sí! Cuenta conmigo

# #32014
source: Retrieving credentials...
es_es: Recuperando credenciales...

# #32015
source: Unable to login:
es_es: Incapaz de loguear:

# #32016
source: Please try again.
es_es: Por favor pruebe de nuevo.

# #32017
source: Retrieving drive information...
es_es: Recuperando la información de la unidad...

# #32018
source: Unable to retrieve the drive information:
es_es: Incapaz de recuperar la información de la unidad:

# #32019
source: The access to this resource has been denied. You might not have enough permission
es_es: El acceso a este recurso ha sido denegado. Puede que no tenga permisos suficientes

# #32020
source: Adding account...
es_es: Añadiendo cuenta...

# #32021
source: Unable to add account:
es_es: Imposible añadir a la cuenta:

# #32022
source: Account '%s' will be removed. Are you sure?
es_es: La cuenta '%s' va a ser eliminada. ¿Está seguro?

# #32023
source: Drive '%s' will be removed. Are you sure?
es_es: Drive '%s' va a ser eliminado. ¿Está seguro?

# #32024
source: exporting
es_es: exportando

# #32025
source: Starting, please wait...
es_es: Empezando, espere...

# #32026
source: The destination folder '%s' is invalid. It does not exist.
es_es: La carpeta de destino '%s' es inválida. No existe.

# #32027
source: Unknown error:
es_es: Error desconocido:

# #32028
source: Unable to move your previous accounts information file. Please move it manually to %s or add your accounts again.
es_es: No se puede mover el archivo de información de cuentas anterior. Muévalo manualmente a %s o agregue sus cuentas nuevamente.

# #32029
source: Need help? Go to the forum and post a message in: kodi.daro.mx/forum
es_es: Necesita ayuda? acuda a Telegram

# #32030
source: Collaboration
es_es: Colaboración

# #32031
source: Report errors automatically to help resolve them quickly
es_es: Reportar errores automáticamente para ayudar a resolverlos rápido

# #32032
source: Auto-Refreshed slideshow
es_es: Autor-Refresando slideshow

# #32033
source: Yes
es_es: Sí

# #32034
source: '%s' is not a folder
es_es: '%s' no es una carpeta

# #32035
source: The server is temporary unavailable for this operation.
es_es: El servirdor no está disponible temporalmente para esta operación.

# #32036
source: Something went wrong with this operation.
es_es: Algo sucedió mal en esta operación

# #32037
source: File or folder not found. Make sure is still in your drive.
es_es: Archivo o carpeta no encontrado. Asegurese que continúa en su drive.

# #32038
source: Please try again later.
es_es: Por favor intentelo más tarde

# #32039
source: Search...
es_es: Buscar...

# #32040
source: Searching '%s', please wait...
es_es: Buscando '%s?, espere...

# #32041
source: Processing results, please wait...
es_es: Procesando resultados, espere...

# #32042
source: Enter text to search:
es_es: Introduzca el texto a buscar:

# #32043
source: Something happened with the request%s.
es_es: Algo sucedió con la solicitud %s.

# #32044
source: Will try in %s seconds.
es_es: Lo intentará en %s segundos.

# #32045
source: Attempt %s of %s.
es_es: Intento %s de %s.

# #32046
source: The credentials for '%s' are no longer valid. You need to sign in again.%sDo you want to start the process?
es_es: Las credenciales de '%s' ya no son válidas. Debes iniciar sesión de nuevo.%s¿Quieres iniciar el proceso?

# #32047
source: %s of %s items loaded, please wait...
es_es: %s de %s elementos cargados, espere...

# #32048
source: %s items loaded, please wait...
es_es: %s elementos cargados, espere...

# #32049
source: Loading %s items in this folder, please wait...
es_es: Cargando %s elementos en esta carpeta, espere...

# #32050
source: Do you want to help reporting errors to resolve them quickly?
es_es: ¿Desea reportar errores para resolverlos rápidamente?

# #32051
source: Download
es_es: Descargar

# #32052
source: Files
es_es: Archivos

# #32053
source: Recent
es_es: Reciente

# #32054
source: Resume from %s
es_es: Reanudar desde %s

# #32055
source: Export will start in less than %s seconds
es_es: La exportación comenzará en menos de %s segundos

# #32056
source: Downloading %s
es_es: Descargando %s

# #32057
source: File %s downloaded
es_es: Archivo %s descargado

# #32058
source: Shared With Me
es_es: Comparte conmigo

# #32059
source: Exporting task already in progress.
es_es: Exportando tarea ya en curso.

# #32060
source: Searching subtitle file %s, please wait...
es_es: Buscando archivo de subtítulos %s, espere ...

# #32061
source: Subtitle found! Playing this video with subtitle...
es_es: ¡Subtítulo encontrado! Reproduciendo este video con subtítulos ...

# #32062
source: Subtitle not found for this video
es_es: No se encontraron subtítulos para este video

# #32063
source: This account or drive is not registered.%sDo you want to add an account?
es_es: ¿Esta cuenta o unidad no está registrada.%s¿Desea agregar una cuenta?

# #32064
source: Retrieving owner information...
es_es: Recuperando información del propietario ...

# #32065
source: Unable to retrieve the owner information:
es_es: No se puede recuperar la información del propietario:

# #32066
source: Unable to remove previous files and folders in %s
es_es: No se pueden eliminar los archivos y carpetas anteriores en %s

# #32067
source: Services
es_es: Servicios

# #32068
source: Allow cloud drive addons to be used as a source
es_es: Permitir que los complementos de unidades en la nube se utilicen como fuente

# #32070
source: There are no accounts added in %s.
es_es: No se agregaron cuentas en %s.

# #32071
source: Go to [Add-ons > %s > Add an account...] to add one.
es_es: Ir a [Add-ons > %s > Añadir una cuenta...] para añadir una.

# #32072
source: [B]Security Error[/B]
es_es: [B]Error de Seguridad[/B]

# #32073
source: Ip change detected: [B]%s[/B] to [B]%s[/B]. Make sure you stay in the same network.
es_es: Cambio de ip detectado: [B]%s[/B] to [B]%s[/B]. Asegúrese de permanecer en la misma red.

# #32074
source: Check your internet connection and try again.
es_es: Verifique su conexión a Internet y vuelva a intentarlo.

# #32075
source: There is a problem with your network connection.
es_es: Hay un problema con su conexión de red.

# #32076
source: No network connection detected.
es_es: Sin conexión.

# #32077
source: Unable to reach the server.
es_es: No se puede llegar al servidor.

# #32078
source: The SSL connection has failed (insecure connection detected).
es_es: La conexión SSL ha fallado (conexión insegura detectada).

# #32079
source: Every
es_es: Cada

# #32080
source: at
es_es: a las

# #32081
source: Startup
es_es: Al iniciar

# #32082
source: Day
es_es: Día

# #32083
source: Schedules
es_es: Calendario

# #32084
source: %s is required.
es_es: %s es requerido.

# #32085
source: Destination
es_es: Destino

# #32086
source: Do you want to keep the local files of '%s'?
es_es: ¿Desea mantener los archivos locales de '%s'?

# #32087
source: Download of file %s failed
es_es: La descarga del archivo %s falló

# #32088
source: watching changes
es_es: buscando cambios
